[
    {
      "name": "Why was Santa's little helper feeling depressed? Because he had low elf esteem."
    },
    {
      "name": "Why shouldn't you lend money to elves? They're always short."
    },
    {
      "name": "How does a snowman get around? By riding an ‘icicle."
    },
    {
      "name": "Why did Santa go to music school? Because he wanted to improve his ‘wrap."
    },
    {
      "name": "What do you call a snowman with a six-pack? An abdominal snowman."
    },
    {
      "name": "What do you get if you cross a snowman and a dog? Frostbite."
    },
    {
      "name": "What do you get if you cross a snowman and a vampire? Frostbite."
    },
    {
      "name": "Do snow globes ever get scared? No, just shaken."
    },
    {
      "name": "What did one Christmas tree say to the other? You need to lighten up."
    },
    {
      "name": "What do you get if you cross a snowman and a vampire? Frostbite."
    },
    {
      "name": "What do you call a snowman with a six-pack? An abdominal snowman."
    },
    {
      "name": "How does a snowman get around? By riding an icicle."
    },
    {
      "name": "What do you get if you cross a snowman and a vampire? Frostbite."
    },
    {
      "name": "What do you call a snowman with a six-pack? An abdominal snowman."
    },
    {
      "name": "Why don’t mountains get cold in the winter? They have snowcaps."
    },
    {
      "name": "What did Santa do when his sleigh broke down? He got it mistle-toed."
    },
    {
      "name": "Why do reindeer wear bells? Their horns don’t work."
    },
    {
      "name": "Where does Santa stay on vacation? At a ho-ho-ho-tel."
    },
    {
      "name": "Did you hear about Rudolph’s rollercoaster ride? He held on for deer life."
    },
    {
      "name": "What did one of Santa’s helpers say to the other? Let’s take an elfie."
    },
    {
      "name": "How does a snowman get around? By riding an icicle."
    },
    {
      "name": "What do you get if you cross a snowman and a vampire? Frostbite."
    },
    {
      "name": "What do you call a snowman with a six-pack? An abdominal snowman."
    },
    {
      "name": "Where do gingerbread men sleep? On cookie sheets."
    },
    {
      "name": "Where does Santa store his suit? In his Claus-et."
    },
    {
      "name": "Did you hear about the angry snowman? It had a meltdown."
    },
    {
      "name": "Who’s the snowman’s favorite rapper? Ice Cube."
    },
    {
      "name": "Why shouldn't you trust snowmen? They're always up to snow good."
    },
    {
      "name": "Did you hear about the ski trip? It started off fine, but went downhill fast."
    },
    {
      "name": "How does a snowman get around? By riding an icicle."
    }
  ]

